
INSERT INTO "会计要素表" ("uuid", "编码", "名称", "描述") VALUES ('2de1b788-425d-11ee-8fbb-1063c8523004', '1', '资产类', '');
INSERT INTO "会计要素表" ("uuid", "编码", "名称", "描述") VALUES ('3d657c49-425d-11ee-ae75-1063c8523004', '2', '负债类', '');
INSERT INTO "会计要素表" ("uuid", "编码", "名称", "描述") VALUES ('595670db-425d-11ee-9b57-1063c8523004', '3', '所有者权益', '');
INSERT INTO "会计要素表" ("uuid", "编码", "名称", "描述") VALUES ('5cc1d68e-425d-11ee-943e-1063c8523004', '4', '成本类', '');
INSERT INTO "会计要素表" ("uuid", "编码", "名称", "描述") VALUES ('5fd32e90-425d-11ee-aac8-1063c8523004', '5', '损益类', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('ccdf5c5c-425d-11ee-a4da-1063c8523004', '资产类', '1001', '库存现金','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('cd86a457-425d-11ee-b0f1-1063c8523004', '资产类', '1002', '银行存款', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('cc36d9c8-425d-11ee-a43a-1063c8523004', '资产类', '1218', '其他应收款','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('b8980067-47fd-11ee-9447-1063c8523004', '资产类', '1302', '库存物品', '0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('a2c58754-4f82-11ee-bb7d-00e04c57d18e', '资产类', '1122', '应收账款', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('a951aaa3-4f82-11ee-9123-00e04c57d18e', '资产类', '1123', '预付账款', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('b8980067-47fd-11ee-9447-1063c8523004', '资产类', '1302', '库存物品', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('b8980067-47fd-11ee-9447-1063c8523004', '资产类', '1302', '库存物品', '0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('7294e751-4f83-11ee-b6ac-00e04c57d18e', '资产类', '1405', '库存商品', '', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('a0e05240-4f83-11ee-b9a9-00e04c57d18e', '资产类', '1601', '固定资产', '', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('b3191e3d-4f83-11ee-bff1-00e04c57d18e', '资产类', '1602', '累计折旧', '', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('d2390723-4f83-11ee-a899-00e04c57d18e', '资产类', '1606', '固定资产清现', '', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('22e33bcc-4f84-11ee-877d-00e04c57d18e', '资产类', '1701', '无形资产', '', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称", "父uuid", "有子级", "辅助") VALUES ('4dda255b-4f84-11ee-a06e-00e04c57d18e', '资产类', '1901', '待处理财产损益', '', '0', '');



INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('caaffd59-425d-11ee-9d81-1063c8523004', '负债类', '2202', '应付账款', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('bc78946a-47fd-11ee-9dc0-1063c8523004', '负债类', '2001', '短期借款', '0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('bd7f8b22-47fd-11ee-bcf0-1063c8523004', '负债类', '2203', '预收账款','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('be2de5a2-47fd-11ee-a59b-1063c8523004', '所有者权益', '3001', '实收资本','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('beb539a6-47fd-11ee-ad05-1063c8523004', '所有者权益', '3002', '资本公积','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('bf2a585c-47fd-11ee-9a7d-1063c8523004', '所有者权益', '3101', '盈余公积','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('bf93374f-47fd-11ee-94d1-1063c8523004', '所有者权益', '3103', '本年利润','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('c0082140-47fd-11ee-8ce1-1063c8523004', '所有者权益', '3104', '利润分配','0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5331b21c-4f01-11ee-a91b-00e04c57d18e', '成本类', '4001', '生产成本','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('583766af-4f01-11ee-a6c3-00e04c57d18e', '成本类', '4101', '制造费用','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('590f167b-4f01-11ee-9b73-00e04c57d18e', '成本类', '4301', '研发支出','0', '');


INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('c569641d-425d-11ee-a6e5-1063c8523004', '损益类', '5001', '主营业务收入','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('c06ffe01-47fd-11ee-a977-1063c8523004', '损益类', '5051', '其他业务收入','0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('59e357c4-4f01-11ee-bf08-00e04c57d18e', '损益类', '5111', '投资收益','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5a929c80-4f01-11ee-b0ff-00e04c57d18e', '损益类', '5301', '营业外收入','0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5b57527f-4f01-11ee-ab8b-00e04c57d18e', '损益类', '5401', '主营业务成本','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5c1b6878-4f01-11ee-99db-00e04c57d18e', '损益类', '5402', '其他业务成本','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5e99fe9d-4f01-11ee-b73c-00e04c57d18e', '损益类', '5403', '营业税金及附加','0', '');

INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5f123bda-4f01-11ee-b069-00e04c57d18e', '损益类', '5601', '销售费用','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5f77e8a8-4f01-11ee-9622-00e04c57d18e', '损益类', '5602', '管理费用','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('5fd99e18-4f01-11ee-821e-00e04c57d18e', '损益类', '5603', '财务费用','0', '');
INSERT INTO "科目表" ("uuid", "类别", "代码", "名称","有子级", "辅助") VALUES ('aea2cb82-4f03-11ee-b946-00e04c57d18e', '损益类', '5801', '所得税费用','0', '');


INSERT INTO "辅助类别表" ("辅助类", "说明") VALUES ('部门', '用于核算部门的费用');
INSERT INTO "辅助类别表" ("辅助类", "说明") VALUES ('供应商', '用于不同供应商');
INSERT INTO "main"."会计期间表" ("id", "名称", "开始", "结束", "结账") VALUES ('1', '期初余额设置', '2023-08-01', '2023-08-31', '0');
INSERT INTO "main"."会计期间表" ("id", "名称", "开始", "结束", "结账") VALUES ('2', '2023秋季学期', '2023-09-01', '2024-02-29', '0');





